References/ASTT/TestSuits/Tests/DeviceMngmt/TC.DM.NVT.16/TC.DM.NVT.16_RES_05.xml

<?xml version='1.0' encoding='utf-8'?>
<s:Envelope
 xmlns:s="http://www.w3.org/2003/05/soap-envelope"
 xmlns:tt="http://www.onvif.org/ver10/schema"
 xmlns:tds="http://www.onvif.org/ver10/device/wsdl">
  <s:Body>
    <tds:Scopes>
      <tt:ScopeDef>Configurable</tt:ScopeDef>
      <tt:ScopeItem>onvif://www.onvif.org/location/DONT_KNOW</tt:ScopeItem>
    </tds:Scopes>
    <tds:Scopes>
      <tt:ScopeDef>Configurable</tt:ScopeDef>
      <tt:ScopeItem>onvif://www.onvif.org/name/DONT_KNOW</tt:ScopeItem>
    </tds:Scopes>
    <tds:Scopes>
      <tt:ScopeDef>Configurable</tt:ScopeDef>
      <tt:ScopeItem>onvif://www.onvif.org/location/city/NewCity</tt:ScopeItem>
    </tds:Scopes>
    <tds:GetScopesResponse>
      <tds:Scopes>
        <tt:ScopeDef>Fixed</tt:ScopeDef>
        <tt:ScopeItem>onvif://www.onvif.org/type/video_encoder</tt:ScopeItem>
      </tds:Scopes>
      <tds:Scopes>
        <tt:ScopeDef>Fixed</tt:ScopeDef>
      </tds:Scopes>
    </tds:GetScopesResponse>
  </s:Body>
</s:Envelope>